alacritty
alsa-utils
archlinux-keyring
autoconf
automake
awesome
base
binutils
bison
blueman
bluez-utils
cmake
dhclient
dhcpcd
discord
dmenu
dmidecode
efibootmgr
fakeroot
file
findutils
firefox
flex
gambas3-gb-db
gambas3-gb-form
gambas3-gb-image
gambas3-gb-qt5
gawk
gcc
gettext
git
grep
groff
grub
gzip
intellij-idea-community-edition
iw
iwd
jdk-openjdk
jre-openjdk
libtool
lightdm
linux
linux-firmware
m4
make
meson
neofetch
networkmanager
nitrogen
pacman
patch
pavucontrol
perl-moo
perl-namespace-clean
perl-pdf-api2
perl-type-tiny
picom
pkgconf
polybar
powerline-fonts
pulseaudio
pulseaudio-bluetooth
pulsemixer
python-pip
python-poetry
ranger
rubygems
sed
sof-firmware
sudo
texinfo
ttf-dejavu
vim
which
xorg-server
xorg-xprop
xterm
zathura
zathura-pdf-mupdf
zip
